const arr = [
  {
    id: 13,
    name: "Жилой квартал “R4”",
    introtext: "Специализированный Застройщик “ГРУППА”",
    content:
      "<h2>Анализ текущей деятельности:</h2>\r\n<ul>\r\n\t<li>Детальный и глубокий анализ рыночной ситуации: динамика продаж в регионе, кто является лидерами по объему строительства и продаж, что позволяет коллегам-конкурентам достигать этих показателей и быть лидерами рынка (анализ ТОП-10).</li>\r\n\t<li>Анализ результатов по продажам у территориальных конкурентов заказчика. Какая средняя цена и стоимость их реализации, какие есть преимущества в их предложениях, как работает «отдел продаж». Объезд «тайным покупателем» офисов продаж конкурентов для формирования детального знания их предложений, чтобы использовать эту информацию в своей работе – удачные практики перенять, от менее удачных и слабых моментов отстраиваться командой;</li>\r\n\t<li>Анализ текущего продвижения объекта, рекламных кампаний, количество привлеченных лидов (обращений), средняя стоимость, эффективность распределения маркетингового бюджета, план стратегии на увеличение показателей для выполнения плана продаж.</li>\r\n\t<li>Анализ продуктового предложения заказчика и при готовности вносить изменения в продукт – выдача рекомендаций и выявлением возможностей для улучшений</li>\r\n</ul>\r\n<h2>Формирование коммерческого подразделения компании</h2>\r\n<ul>\r\n\t<li>Разработка профилей кандидатов и их функциональных обязанностей: в отдел продаж, ипотеки, маркетинга и рекламы, контактный центр, администратор офиса, руководителя подразделения;</li>\r\n\t<li>Выдача рекомендаций, для материальной мотивации сотрудников подразделения исходя из рыночных предложений конкурентов;</li>\r\n\t<li>Проведение собеседований и отбор кандидатов на все должности;</li>\r\n\t<li>Разработка планов развития с каждым сотрудником;</li>\r\n\t<li>Последующее ежедневное кураторство и наставничество для всей команды на период ведения проекта в режиме полноценного члена команды и компании;</li>\r\n\t<li>Последующее обучение и адаптация всех сотрудников.</li>\r\n\t<li>Создание благоприятной рабочей атмосферы для высокой вовлеченности сотрудников и профессионального роста команды.</li>\r\n</ul>\r\n<h2>Блок обучения</h2>\r\n<ul>\r\n\t<li>Тренинг «Телефонные переговоры. Создание и внедрение скрипта телефонного звонка» - курс для увеличения количества встреч с покупателями и партнерами на объекте заказчика. Один теоретический день, далее закрепление навыка персонально и группой на протяжении 3-х недель. И контроль на период ведения всего проекта;</li>\r\n\t<li>Тренинги: «Структура продаж. Основные этапы и принципы работы», «Возражения. Основные типы возражений и алгоритм работы с ними», «Алгоритм проведения личной встречи». Продолжительность - 2 дня теории, далее командные и персональные практические закрепления в течение 1-го месяца в офисе и на строительной площадке;</li>\r\n\t<li>Организация и проведение серии обучений для команды продаж от  компаний подрядчиков и субподрядчиков заказчика для высокого знания продукта: отделка, окна, двери, входная группа, лифты, коммуникации и т.д. Наполнение придомовой территории, особенности архитектуры;</li>\r\n\t<li>Создам материалы для системной работы команды: технические характеристики продуктов, единый регламент знания объектов и предложений конкурентов, скрипт обработки телефонного звонка, алгоритм пошаговой инструкции проведения личной встречи с покупателем в офисе и на строительной площадке; документ речевых формулировок с преимуществами комплексов по технологии «Факт-выгода», чек-листы для внутренней оценки телефонных переговоров и проведения личных встреч для последующего контроля РОП;</li>\r\n\t<li>Организация работы под ключ штатного отдела маркетинга и рекламы:  создание эффективного маркетингового бюджета, передача контактов и привлечение проверенных подрядчиков для будущего взаимодействия и осуществления разных рекламных кампаний, формирование плана рекламных активностей с партнерами и покупателями, совместное создание рекламной продукции, оформление точек продаж, планирование мероприятий для привлечения покупателей и т.д.</li>\r\n\t<li>Построение процесса взаимодействия с Партнерами компании: банки, страховые компании, агентства недвижимости. Формирование комиссионного вознаграждения, общего регламента и принципов работы, графика работы и плана взаимодействия для увеличения совместных продаж;</li>\r\n\t<li>Разработка и внедрение финансовых инструментов для эффективного продвижения продукта и его реализации командой (ипотечные программы и субсидирования, условия рассрочки, аукционные программы и т.д.);</li>\r\n\t<li>Передача накопленного опыта и ведение команды по всем возникающим вопросам для достижения итогового результата.</li>\r\n</ul>\r\n<h2>Аттестация</h2>\r\n<ul>\r\n\t<li>Аттестация по техническим характеристикам объекта после серии обучений от подрядчиков компании;</li>\r\n\t<li>Экзамен для команды по блоку «Телефонные переговоры» согласно разработанному чек-листу;</li>\r\n\t<li>Экзамен по проведению личной встречи в офисе и на площадке по составленному алгоритму проведения встречи и чек-листу</li>\r\n\t<li>После сдачи всех аттестаций - сотрудникам выдаются именные Сертификаты.</li>\r\n</ul>\r\n<blockquote>\r\n    <p>Продолжительность и формат проекта = 4 месяца ведения с личным присутствием в городе, далее 2 месяца дистанционного кураторства (онлайн) для контроля применения стандартов обслуживания. </p>\r\n</blockquote>",
    uri: "projects/zhiloj-kvartal-r4",
    publishedon: {
      value: 1738094280,
      date: "28.01.2025 22:58",
    },
    bg: "http://kizim.local/assets/images/projects/zhiloj-kvartal-r4/bg.png",
    logo: "http://kizim.local/assets/images/projects/zhiloj-kvartal-r4/logo.png",
    picture: "http://kizim.local/assets/images/projects/zhiloj-kvartal-r4/picture.png",
    fill: "#44B042",
    directions: [
      {
        name: "Начало работы",
        desc: "февраль 2025 г.",
      },
      {
        name: "ВЕДЕНИЕ ПРОЕКТА В РЕЖИМЕ",
        desc: "«КОММЕРЧЕСКИЙ ДИРЕКТОР НА АУТСОРСИНГЕ»",
      },
      {
        name: "Построение высокоэффективной системы продаж для ООО СЗ «ГРУППА»",
        desc: "",
      },
    ],
  },
  {
    id: 12,
    name: "Новостройки.ру",
    introtext:
      "Агентство недвижимости «Новостройки.ру» сотрудничает со всеми строительными компаниями города Владивостока, предоставляя независимую и экспертную оценку всех предложений на рынке, подбирая подходящий вариант для каждого покупателя",
    content:
      "<h2>Анализ текущей деятельности:</h2>\r\n<ul>\r\n\t<li>Полный аудит текущей системы работы компании с формированием рекомендаций на последующие улучшения. Отчет и защита для руководящего состава;</li>\r\n\t<li>Персональные интервью со всеми сотрудниками для выявления их сильных и слабых сторон, уровня профессиональной подготовки, личных характеристик и мотиваторов, особенностей внутренней коммуникации в отделе и между отделами. Отчет - выдача рекомендаций на устранение недочетов / внедрение рекомендованных мной нововведений;</li>\r\n\t<li>Анализ текущей конверсии продаж каждого специалиста и данных по отделу, план / факт продаж за текущий год. Определить стартовую точку и потенциал прироста показателей;</li>\r\n\t<li>Анализ рекламных кампаний, количество привлеченных лидов (обращений), средняя стоимость, эффективность распределения маркетингового бюджета, план стратегии на увеличение показателей для выполнения плана продаж;</li>\r\n\t<li>Утверждение с Генеральным Директором после глубокого аудита плана работы и её этапов, какие рекомендованные изменения вводим по внутренним процессам, кадровому составу, обучению и так далее;</li>\r\n\t<li>Регулярное взаимодействие с командой и содействие при последующем внедрении изменений по каждому блоку работы на весь период ведения проекта.</li>\r\n</ul>\r\n<h2>Блок обучения:</h2>\r\n<ul>\r\n\t<li>Тренинг «Телефонные переговоры. Создание и внедрение скрипта телефонного звонка» - курс для увеличения количества встреч с покупателями в офисе компании / на объекте партнера. Один теоретический день, далее закрепление навыка на протяжении 2-х недель. И контроль на период ведения всего проекта;</li>\r\n\t<li>Тренинги: «Структура продаж. Основные этапы и принципы работы», «Алгоритм проведения личной встречи», «Возражения. Основные типы возражений и алгоритм работы с ними». Продолжительность – 2 / 3 дня теории, далее командные и персональные практические закрепления в течение 1-го месяца в офисе / по возможности на строительной площадке Партнера;</li>\r\n\t<li>Тренинг: «Виды влияния и способы невербальной коммуникации». Продолжительность 1 теоретический день;</li>\r\n\t<li>Создание дополнительных документов для работы: единый регламент знания объектов Партнеров, документ речевых формулировок с преимуществами комплексов по технологии «Факт-выгода», чек-листы для внутренней оценки телефонных переговоров и проведения личных встреч для последующего контроля РОП. Контроль изучения и соблюдения на период ведения проекта;</li>\r\n\t<li>По согласованию с заказчиком, дополнительный блок работы с отделом маркетинга и рекламы. Обмен опытом и рекомендации в части рекламных активностей с Партнерами и покупателями, наполнению рекламной продукции, оформлению точек продаж, формату мероприятий для привлечения покупателей, эффективных рекламным кампаний для привлечения потенциальных покупателей и т.д.</li>\r\n</ul>\r\n<h2>Аттестация</h2>\r\n<ul>\r\n\t<li>Аттестация для команды по блоку «Телефонные переговоры» согласно разработанному чек-листу;</li>\r\n\t<li>Аттестация по проведению личной встречи в офисе / на объекте Партнера по чек-листу.</li>\r\n</ul>\r\n<blockquote>\r\n    <p>В конце проекта всем сотрудникам, проходящим обучение, выдаются именные Сертификаты.</p>\r\n    <p>Продолжительность проекта = 7 недель ведения с очным присутствием в городе.</p>\r\n</blockquote>",
    uri: "projects/novostrojki-ru",
    publishedon: {
      value: 1738094220,
      date: "28.01.2025 22:57",
    },
    bg: "http://kizim.local/assets/images/projects/novostrojki-ru/bg.png",
    logo: "http://kizim.local/assets/images/projects/novostrojki-ru/logo.png",
    picture: "http://kizim.local/assets/images/projects/novostrojki-ru/picture.png",
    fill: "#FF0000",
    directions: [
      {
        name: "Рекомендовано и внедрено нововведений",
        desc: "51",
      },
      {
        name: "Часов обучения",
        desc: "более 300",
      },
    ],
  },
  {
    id: 11,
    name: "ДОМ.РФ Банк",
    introtext: "Уполномоченный банк в сфере жилищного строительства",
    content: "",
    uri: "projects/dom-rf-bank",
    publishedon: {
      value: 1738094160,
      date: "28.01.2025 22:56",
    },
    bg: "http://kizim.local/assets/images/projects/dom-rf-bank/bg.png",
    logo: "http://kizim.local/assets/images/projects/dom-rf-bank/logo.png",
    picture: "http://kizim.local/assets/images/projects/dom-rf-bank/picture.png",
    fill: "#252628",
    directions: [],
  },
  {
    id: 10,
    name: "ДОМ.РФ Девелопмент",
    introtext:
      "Федеральный девелопер полного цикла с 100% государственным участием, является подразделением института развития ДОМ.РФ",
    content:
      "<h2>Описание:</h2>\r\n<p>Выступление в качестве Спикера на бизнес-конференции от ДОМ.РФ Девелопмент.</p>\r\n<p>Приглашенные участники обсуждали:</p>\r\n<ul>\r\n\t<li>Аналитику и прогнозы рынка недвижимости Владивостока;</li>\r\n\t<li>Особенности клиентского сервиса;</li>\r\n\t<li>Методики оценки и подбора персонала;</li>\r\n\t<li>Перспективы развития микрорайона «Патрокл», в котором компания осуществляет строительство жилого комплекса «Дом на Востоке».</li>\r\n</ul>",
    uri: "projects/dom-rf-development",
    publishedon: {
      value: 1738093680,
      date: "28.01.2025 22:48",
    },
    bg: "http://kizim.local/assets/images/projects/dom-rf-development/bg.png",
    logo: "http://kizim.local/assets/images/projects/dom-rf-development/logo.png",
    picture: "http://kizim.local/assets/images/projects/dom-rf-development/picture.png",
    fill: "#252628",
    directions: [
      {
        name: "Передано инструментов для эффективной работы",
        desc: "23",
      },
      {
        name: "Часов обучения",
        desc: "5",
      },
    ],
  },
  {
    id: 9,
    name: "Макромир",
    introtext: "Маркетплейс риэлторских услуг",
    content:
      "<h2>Описание работы:</h2>\r\n<p>Обучение для Федеральной сети «МАКРОМИР» в городе Владивосток. Тема тренинга: «Эффективные взаимоотношения. Типы метапрограмм, основы лингвотерапии, особенности домысливания и проекций личности». Активный день обучения включал в себя: теоретические аспекты выбранной темы и практические закрепления для всех участников.</p>\r\n<p>В результате каждый участник получил новую и полезную информацию, определил свои метапрограммы и получил рекомендации, исходя из своих особенностей.</p>\r\n",
    uri: "projects/makromir",
    publishedon: {
      value: 1738093440,
      date: "28.01.2025 22:44",
    },
    bg: "http://kizim.local/assets/images/projects/makromir/bg.png",
    logo: "http://kizim.local/assets/images/projects/makromir/logo.png",
    picture: "http://kizim.local/assets/images/projects/makromir/picture.png",
    fill: "#F75000",
    directions: [
      {
        name: "Внедрено инструментов для работы",
        desc: "21",
      },
      {
        name: "Часов обучения",
        desc: "8",
      },
    ],
  },
  {
    id: 8,
    name: "Нмаркет.ПРО",
    introtext:
      "Cистема бронирования недвижимости по всей России для риелторов",
    content:
      "<h2>Описание:</h2>\r\n<p>Выступление в качестве Спикера на  закрытом мероприятии для Руководителей отделов продаж и Коммерческих директоров строительных компаний города Владивосток от Нмаркет.ПРО | Система бронирования новостроек РФ Банк ВТБ</p>\r\n<p>Встреча прошла продуктивно: обсудили интересующие друг друга вопросы, поделились опытом, обменялись контактами и идеями.</p>",
    uri: "projects/nmarket-pro",
    publishedon: {
      value: 1738093260,
      date: "28.01.2025 22:41",
    },
    bg: null,
    logo: "http://kizim.local/assets/images/projects/nmarket-pro/logo.png",
    picture: "http://kizim.local/assets/images/projects/nmarket-pro/picture.png",
    fill: "#474645",
    directions: [
      {
        name: "Передано инструментов для эффективной работы",
        desc: "15",
      },
      {
        name: "Часов обучения",
        desc: "3",
      },
    ],
  },
  {
    id: 7,
    name: "Стройленд",
    introtext: "Строительство каркасных домов",
    content:
      "<h2>Анализ текущей деятельности:</h2>\r\n<ul>\r\n\t<li>Полный аудит текущей системы работы компании с формированием рекомендаций на последующие улучшения. Отчет и защита для руководящего состава;</li>\r\n\t<li>Персональные интервью со всеми сотрудниками, для выявления сильных и слабых сторон сотрудников, уровня профессиональной подготовки, личных характеристик и мотиваторов, особенностей внутренней коммуникации в отделе и между отделами.</li>\r\n\t<li>Анализ текущего спроса на рынке и продуктов-конкурентов для внедрения лучших практик с последующим построением стратегии продаж;</li>\r\n\t<li>Анализ текущей конверсии продаж каждого специалиста и данных по отделу, план / факт продаж за текущий год. Определить стартовую точку и потенциал прироста показателей;</li>\r\n\t<li>Анализ текущей работы с Партнерами компании (АН): с кем сотрудничаем, как ведем работу, как часто информируем и обучаем, есть ли график взаимодействия, конкурентное ли комиссионное вознаграждение, план работы для увеличения совместных продаж;</li>\r\n\t<li>Утверждение с Руководящим составом плана и этапов работы, какие рекомендованные изменения вводим по внутренним процессам и кадровому составу, какие инструменты продаж внедряем и в какой срок, работаем ли с продуктом и его ассортиментом и прочие рекомендации после глубокого аудита</li>\r\n</ul>\r\n<h2>Блок обучения:</h2>\r\n<ul>\r\n\t<li>Тренинг «Телефонные переговоры. Создание и внедрение скрипта телефонного звонка» - курс для увеличения количества встреч с покупателями на объекте заказчика. Один теоретический день, далее практические персональные и командные закрепления навыка на протяжении ведения проекта;</li>\r\n\t<li>Тренинги: «Структура продаж. Основные этапы и принципы работы», «Возражения. Основные типы возражений и алгоритм работы с ними», «Алгоритм проведения личной встречи». Продолжительность - 2 дня теории, далее командные и персональные практические закрепления в период ведения проекта офисе и на строительной площадке;</li>\r\n\t<li>Формирую материалы для системной работы команды: документ технических характеристик комплекса, регламент на проверку знаний объектов-конкурентов комплекса, скрипт обработки телефонного звонка, документ речевых формулировок с преимуществами комплекса по технологии «Факт-выгода», чек-листы для внутренней оценки телефонных переговоров и проведения личных встреч для последующего самостоятельного контроля от РОП;</li>\r\n\t<li>Блок работы с отделом маркетинга и рекламы. Выдать рекомендации по рекламным активностям с партнерами и покупателями, наполнению рекламной продукции, оформлению точек продаж, формату мероприятий для привлечения покупателей, эффективным рекламным кампаниям для привлечения потенциальных покупателей и т.д.</li>\r\n\t<li>Ежедневное взаимодействие с командой и содействие при внедрении всех изменений по каждому блоку работы на весь период ведения проекта.</li>\r\n</ul>\r\n<h2>Аттестация</h2>\r\n<ul>\r\n\t<li>Аттестация для команды по блоку «Телефонные переговоры» согласно разработанному чек-листу;</li>\r\n\t<li>Аттестация по проведению встречи в офисе и на строительной площадке по утвержденному после обучения алгоритму проведения встречи;</li>\r\n\t<li>После завершения аттестации – выдача всем сотрудникам, проходящим обучение, именных Сертификатов.</li>\r\n</ul>\r\n<blockquote>\r\n    <p>Продолжительность проекта = 1 месяц ежедневного ведения с очным присутствием в городе</p>\r\n</blockquote>",
    uri: "projects/strojlend",
    publishedon: {
      value: 1738092780,
      date: "28.01.2025 22:33",
    },
    bg: "http://kizim.local/assets/images/projects/strojlend/bg.png",
    logo: "http://kizim.local/assets/images/projects/strojlend/logo.png",
    picture: "http://kizim.local/assets/images/projects/strojlend/picture.png",
    fill: "#F9B800",
    directions: [
      {
        name: "Внедрено нововведений",
        desc: "51",
      },
      {
        name: "Количество сотрудников",
        desc: "5",
      },
      {
        name: "Прирост выручки",
        desc: "40%",
      },
    ],
  },
  {
    id: 6,
    name: "DNS Девелопмент",
    introtext:
      "DNS Девелопмент — это инвестиционно-девелоперская компания, которая является отдельным подразделением группы компаний DNS и занимает лидирующие позиции на рынке Дальнего Востока",
    content:
      "<h2>Анализ текущей деятельности:</h2>\r\n<ul>\r\n\t<li>Полный аудит текущей системы работы коммерческого блока компании с формированием рекомендаций на последующие улучшения. Отчет и защита для руководящего состава.</li>\r\n\t<li>Персональные интервью со всеми сотрудниками, относящимися к коммерческой структуре компании (отдел продаж, маркетинга, ипотеки, клиентский сервис, контактный центр и т.д.) для выявления сильных и слабых сторон сотрудников, уровня профессиональной подготовки, личных характеристик и мотиваторов, особенностей внутренней коммуникации в отделе и между отделами. Отчет - выдача рекомендаций на устранение недочетов / внедрение рекомендованных мной нововведений.</li>\r\n\t<li>Анализ текущего спроса на рынке и продуктов-конкурентов для внедрения лучших практик с последующим построением стратегии продаж.</li>\r\n\t<li>Анализ текущей конверсии продаж каждого специалиста и данных по отделу, план / факт продаж за текущий год. Определить стартовую точку и потенциал прироста показателей.</li>\r\n\t<li>Анализ рекламных кампаний, количество привлеченных лидов (обращений), средняя стоимость, эффективность распределения маркетингового бюджета, план стратегии на увеличение показателей для выполнения плана продаж.</li>\r\n\t<li>Анализ текущей работы с Партнерами компании (АН): с кем сотрудничаем, как ведем работу, как часто информируем и обучаем, есть ли график взаимодействия, конкурентное ли комиссионное вознаграждение, план работы для увеличения совместных продаж.</li>\r\n\t<li>Утверждение с руководящим составом плана работы и ее этапов: какие рекомендованные изменения вводим по внутренним процессам и кадровому составу, какие инструменты продаж внедряем и в какой срок, работаем ли с продуктом и его ассортиментом и прочие рекомендации после глубокого аудита.</li>\r\n\t<li>Регулярное взаимодействие с командой и содействие при последующем внедрении изменений по каждому блоку работы на весь период ведения проекта.</li>\r\n</ul>\r\n<h2>Блок обучения:</h2>\r\n<ul>\r\n\t<li>Тренинг «Телефонные переговоры. Создание и внедрение скрипта телефонного звонка» - курс для увеличения количества встреч с покупателями и партнерами на объекте заказчика. Один теоретический день, далее закрепление навыка на протяжении 2-х недель. И контроль на период ведения всего проекта.</li>\r\n\t<li>Тренинги: «Структура продаж. Основные этапы и принципы работы», «Возражения. Основные типы возражений и алгоритм работы с ними», «Алгоритм проведения личной встречи». Продолжительность - 2 полных дня теории, далее командные и персональные практические закрепления в течение 1-го месяца в офисе и на строительной площадке.</li>\r\n\t<li>Создам материалы для системной работы команды: технические характеристики продуктов, единый регламент знания объектов и предложений конкурентов, скрипт обработки телефонного звонка, единый алгоритм пошаговой инструкции проведения встречи в офисе/ показа на строительной площадке, документ речевых формулировок с преимуществами комплексов по технологии «Факт-выгода», чек-листы для внутренней оценки телефонных переговоров и проведения личных встреч для последующего контроля РОП. Контроль изучения и соблюдения на период ведения проекта.</li>\r\n\t<li>По согласованию с заказчиком – дополнительно блок работы с отделом маркетинга и рекламы. Выдать рекомендации по рекламным активностям с партнерами и покупателями, наполнению рекламной продукции, оформлению точек продаж, формату мероприятий для привлечения покупателей, эффективным рекламным кампаниям для привлечения потенциальных покупателей и т.д.</li>\r\n\t<li>По согласованию с заказчиком – дополнительно блок работы с продуктом. Обмен опытом по посадке, квартирографии, дизайн-проектам благоустройства, мест общего пользования и т.д.</li>\r\n</ul>\r\n<h2>Аттестация</h2>\r\n<ul>\r\n\t<li>Экзамен для команды по блоку «Телефонные переговоры» согласно разработанному чек-листу.</li>\r\n\t<li>Экзамен по проведению личной встречи в офисе и на площадке по составленному алгоритму проведения встречи и чек-листу</li>\r\n</ul>\r\n<blockquote>\r\n\t<p>По окончании курса обучения - сотрудникам отдела продаж выдаются именные сертификаты.</p>\r\n\t<p>Общая продолжительность проекта = 2 месяца</p>\r\n</blockquote>",
    uri: "projects/dns-development",
    publishedon: {
      value: 1738089720,
      date: "28.01.2025 21:42",
    },
    bg: "http://kizim.local/assets/images/projects/dns-development/bg.png",
    logo: "http://kizim.local/assets/images/projects/dns-development/logo.png",
    picture: "http://kizim.local/assets/images/projects/dns-development/picture.png",
    fill: "#353535",
    directions: [
      {
        name: "Рекомендовано и внедрено нововведений",
        desc: "53",
      },
      {
        name: "Количество сотрудников",
        desc: "+6 (+45 %)",
      },
      {
        name: "Выход в Рейтинг ТОП-4 Строительных компаний Приморского края в объеме реализованной выручки за октябрь 2024, спустя  2 месяца работы",
        desc: "",
      },
    ],
  },
];

const fetchProjectsData = (id) =>
  new Promise((resolve) => {
    setTimeout(() => {
      resolve({
        success: true,
        data: arr.find(item => item.id === Number(id)),
        meta: {
          total_time: "0.0681 s",
          query_time: "0.0021 s",
          php_time: "0.0660 s",
          queries: 11,
          source: "cache",
          memory: "10 240 KB",
        },
      });
    }, 500);
  });

export { fetchProjectsData };
